recursosV1/ReqConsProdCompraCartera.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:con="http://www.davivienda.com/xml/ConsProdCompraCartera">
   <soapenv:Header/>
   <soapenv:Body>
      <con:consProdCompraCartera>
         <Request>
            <DataHeader>
               <nombreOperacion>consProdCompraCartera</nombreOperacion>
               <total>?</total>
               <jornada>?</jornada>
               <canal>?</canal>
               <modoDeOperacion>?</modoDeOperacion>
               <usuario>?</usuario>
               <perfil>?</perfil>
               <versionServicio>1.0.0</versionServicio>
               <idTransaccion>?</idTransaccion>
            </DataHeader>
            <Data>
               <!--Optional:-->
               <idSesion>?</idSesion>
               <!--Optional:-->
               <codIdioma>?</codIdioma>
               <!--Optional:-->
               <valOrigen>?</valOrigen>
               <!--Optional:-->
               <codPais>?</codPais>
               <!--Optional:-->
               <numAplicacionOrigen>?</numAplicacionOrigen>
               <!--Optional:-->
               <valUsuario>?</valUsuario>
               <!--Optional:-->
               <valIpOrigen>?</valIpOrigen>
               <!--Optional:-->
               <numTipoIdentificacion>?</numTipoIdentificacion>
               <!--Optional:-->
               <numNumeroIdentificacion>?</numNumeroIdentificacion>
               <!--Optional:-->
               <valPrimerApellido>?</valPrimerApellido>
               <!--Optional:-->
               <numNumeroSolicitud>?</numNumeroSolicitud>
               <!--Optional:-->
               <numIndicadorTipoOperacion>?</numIndicadorTipoOperacion>
               <!--Optional:-->
               <numIndicadorEnteExterno>?</numIndicadorEnteExterno>
               <!--Optional:-->
               <numDiasVigenciaEnteExterno>?</numDiasVigenciaEnteExterno>
               <!--Optional:-->
               <numCodigoProductoRprSolicitado>?</numCodigoProductoRprSolicitado>
               <!--Optional:-->
               <numCodigoSubProdRprSolicitado>?</numCodigoSubProdRprSolicitado>
            </Data>
         </Request>
      </con:consProdCompraCartera>
   </soapenv:Body>
</soapenv:Envelope>